{
  "AFLFantasyTeamStrategy": [
    {
      "Tip": "Nail Your Midfield Core",
      "SubTips": [
        "Prioritize consistent midfielders who average high disposals and are involved in most of the game. Players like Marcus Bontempelli and Tom Green are great choices for their scoring reliability.",
        "Look for up-and-coming midfielders who are likely to increase their time on the ball, as this can offer significant value at a lower cost."
      ]
    },
    {
      "Tip": "Balance Your Stars and Rookies",
      "SubTips": [
        "Select a few star players to anchor your team but complement them with value rookies who are priced low but have strong scoring potential. This keeps your team within budget and allows for growth if rookies perform well.",
        "Focus on rookies from teams in a rebuilding phase since they're likely to get more game time."
      ]
    },
    {
      "Tip": "Pick Reliable Defenders and Forwards",
      "SubTips": [
        "Defenders like Nick Daicos, who often play high-possession roles, can give consistent points.",
        "In the forward line, look for players who play part of the midfield rotation since they tend to score more than traditional forwards.",
        "Forwards with versatility, like Sam Flanders, can also provide a points boost."
      ]
    },
    {
      "Tip": "Go for Durable Ruckmen",
      "SubTips": [
        "Lock in a top-performing, durable ruckman like Tim English, who consistently scores well.",
        "Consider pairing him with a cheaper ruck who is expected to play regularly, providing flexibility if your top ruckman is out for any reason."
      ]
    },
    {
      "Tip": "Watch Preseason Form and Role Changes",
      "SubTips": [
        "Some players have breakout years due to role changes.",
        "Keep an eye on players taking on more responsibilities in their clubs, as this often translates to higher fantasy points."
      ]
    },
    {
      "Tip": "Weekly Adjustments and Fixture Awareness",
      "SubTips": [
        "Regularly update your team based on injury news, form, and the fixture.",
        "Pay attention to games where high fantasy scores are more likely (e.g., teams playing bottom-ranked opponents)."
      ]
    },
    {
      "Tip": "Save Trades for the Finals",
      "SubTips": [
        "In the latter rounds, having trades left can make a huge difference.",
        "Save as many trades as possible for the final rounds to avoid being stuck with injured or underperforming players."
      ]
    }
  ]
}
